"AboutWindow.DevelopedStaticTextText" = "Izstrādāts \"AlphaOmega Software\"";"AboutWindow.FadeInTimer.DevelopedStaticTextText" = "Izstrādāts \"AlphaOmega Software\"";"AboutWindow.AboutTimer.DevelopedStaticTextText" = "Izstrādāts \"AlphaOmega Software\"";"AboutWindow.FadeOutTimer.DevelopedStaticTextText" = "Izstrādāts \"AlphaOmega Software\"";"CommonMenuModule.AppleAboutText" = "Par programmu...";"CommonMenuModule.ApplePreferencesText" = "Uzstādījumi...";"CommonMenuModule.AppleQuitText" = "Beigt";"CommonMenuModule.EditClearText" = "Attīrīt";"CommonMenuModule.EditCopyText" = "Kopēt";"CommonMenuModule.EditCutText" = "Izgriezt";"CommonMenuModule.EditPasteText" = "Ielīmēt";"CommonMenuModule.EditText" = "Rediģēt";"CommonMenuModule.HelpDocumentationText" = "Lasīt dokumentāciju...";"CommonMenuModule.HelpTranslateText" = "Tulkot uz citu valodu...";"CommonMenuModule.HelpPurchaseText" = "Iegādāties reģistrācijas kodu...";"CommonMenuModule.HelpText" = "Palīgs";"CommonMenuModule.HelpWebsiteText" = "Doties uz mājaslapu...";"CommonMenuModule.HelpContactText" = "Sazināties ar mums...";"CheckForUpdateContainerControl.CheckCheckBoxCaption" = "Meklēt atjauninajumus startējot programmu.";"CheckForUpdateThread.NewVersionAvailableMessage" = "Atjauninajuma notifikācija\r\rPieejama jaunāka %APPLICATIONNAME% versija.\rJūs varat to lejupielādēt jau tagad no mūsu mājaslapas.";"ResetPreferencesContainerControl.ResetCheckBoxCaption" = "Atjaunot sākotnējos uzstādījumus.";"RegistrationModule.ALREADYTRANSLATEDMESSAGE" = "Ja jūs atrodat kļūdu šajā programmā, ja tā nav pareizi pārtulkota, ja jums ir kāds jautājums vai ieteikums, lūdzu sazinieties ar mums.";